Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: In addition, foreigners are afforded the possibility of obtaining entry visas at the airport or port of disembarkation in accordance with inter-ministerial order No. 8421/97 (MAE/MININTER/MI/SESP) of 19 September 1997 on the implementation of the aforementioned Decree No. 94-652 of 11 October 1994.
fr: Par ailleurs, la possibilité d'obtenir des visas d'entrée à l'aéroport ou au port de débarquement est accordée aux étrangers par l'arrêté interministériel no 8421/97 − MAE/MININTER/MI/SESP du 19 septembre 1997 portant application du décret no 94-652 du 11 octobre 1994 susvisé.

source: This measure contrasts with the situation that existed previously.
fr: Cette mesure constitue une innovation par rapport à la situation antérieure.

source: The provisions of the Covenant regarding the freedom to leave any country, including one's own, have been incorporated into the 1992 Constitution, article 12, paragraph 1, of which states that “every Malagasy national shall have the right to leave the national territory and to enter it under conditions established by law”.
fr: Les prescriptions du Pacte visant le droit de quitter librement n'importe quel pays, y compris le sien, sont incorporées dans la Constitution de 1992 en son article 12, alinéa 1, ainsi libellé: «Tout ressortissant malagasy a le droit de quitter le territoire national et d'y entrer dans les conditions fixées par la loi.».

source: Thus the former requirement that Malagasy citizens had to obtain an exit visa has been abolished.
fr: En conséquence, l'obtention de visas de sortie exigée aux nationaux auparavant est supprimée.

source: Expulsion of foreigners
fr: L'expulsion d'un étranger

source: Act No. 62-006 of 6 June 1962 on the organization and control of immigration lays down the arrangements that apply in cases of return (refoulement) or expulsion of a foreigner.
fr: La loi no 62-006 du 6 juin 1962 fixant l'organisation et le contrôle de l'immigration précise les modalités applicables en cas de refoulement ou d'expulsion d'un étranger.

source: The procedures for the return or expulsion of a foreigner are laid down in the manner and conditions provided for in articles 12 to 14 of this Act:
fr: Le refoulement ou l'expulsion d'un étranger est prononcé dans les formes et conditions prévues aux articles 12 à 14 de cette loi:

source: (a) Article 12: “A foreigner who has entered Madagascar unlawfully or fails to leave Madagascar when the period of residence granted to him expires may be returned, without prejudice to any sentences he may have incurred”;
fr: a) L'article 12: «L'étranger qui est entré irrégulièrement ou qui n'a pas quitté le territoire à l'expiration du séjour qui lui a été accordé peut être refoulé sans préjudice des condamnations encourues.»;

source: (b) Article 13: “A foreigner authorized to reside temporarily in Madagascar may also be returned if his presence in the country constitutes a threat to the maintenance of public order or the protection of public health, morals or safety”;
fr: b) L'article 13 indique: «peut également être refoulé, l'étranger admis à séjourner temporairement lorsque sa présence sur le territoire constitue une menace pour le maintien de l'ordre public, la protection de la santé, la moralité ou la sécurité publique»;

source: (c) Article 14: “The Minister of the Interior may order the expulsion of a foreigner if the foreigner's residence in Madagascar constitutes a threat to public order and safety.
fr: c) l'article 14 précise que «l'expulsion peut être prononcée par arrêté du Ministre de l'intérieur si la résidence d'un étranger sur le territoire constitue une menace pour l'ordre ou la sécurité public.

source: If necessary, the expulsion order may be revoked under the same procedure”.239.
fr: L'arrêté d'expulsion est rapporté, le cas échéant, dans les mêmes formes».

source: A foreigner subject to an expulsion order has the opportunity, if he or she so requests, to appear before a special commission, either alone or assisted by counsel, pursuant to article 34 of Decree No. 94-652 of 11 October 1994 regarding the implementation of the aforementioned Act.
fr: L'étranger qui a fait l'objet d'un arrêté d'expulsion a la possibilité, s'il le demande, d'être entendu seul ou assisté d'un conseil par une commission spéciale, conformément à l'article 34 du décret no 94-652 du 11 octobre 1994 portant application de la loi susvisée.

source: The special commission comprises:
fr: Cette commission spéciale est composée du:

source: (a) The chairman or vice-chairman of the provincial authority (Délégation Spéciale du Faritany);
fr: a) Président de la Délégation Spéciale du Faritany ou son vice-président;

source: (b) The chairman of the district authority (Délégation Spéciale du Fivondronampokontany) in the place where the foreigner resides, or the chairman's representative;
fr: b) Président de la délégation spéciale du Fivondronam-pokontany du lieu de résidence de l'intéressé ou de son représentant;

source: (c) The regional director of security and police, or the director's representative;
fr: c) Directeur régional de sécurité et de police ou son représentant;

source: (d) An official appointed by the chairman of the provincial authority, who acts as secretary to the commission.
fr: d) Fonctionnaire désigné par le président de la délégation spéciale du Faritany qui assure le secrétariat.

source: At the end of the hearing, the commission files a report including “the case made by the individual in question and, where appropriate, the results of any other inquiries, together with the commission's conclusions, stating reasons” (art.
fr: À la fin de l'audition, la Commission dresse un procès-verbal de réunion incluant «les explications de l'intéressé et éventuellement, les résultats des enquêtes complémentaires et l'avis motivé de la Commission» (art. 37).

source: The case file is then referred to the Ministry of the Interior and Administrative Reform for a decision.
fr: Le dossier est ensuite transmis au Ministère de l'intérieur de la réforme administrative qui statue.

source: If the Ministry of the Interior upholds the expulsion order, it is open to the foreigner concerned to lodge an application for judicial review before the Administrative Division.
fr: Si le Ministère de l'intérieur confirme l'arrêté d'expulsion, l'étranger concerné a la possibilité d'intenter un recours pour excès de pouvoir devant la chambre administrative.

source: Although it has signed the 1951 United Nations Convention relating to the Status of Refugees and the 1969 Organization of African Unity (OAU) Convention governing the Specific Aspects of Refugee Problems in Africa, Madagascar has yet to ratify either of these instruments.
fr: Signataire de la Convention des Nations Unies de 1951 et de la Convention de l'OUA de 1969, régissant les aspects propres aux réfugiés, Madagascar ne les a pas encore ratifiées.

source: Madagascar has agreed to admit refugees to its territory, but has been unable to care for them.
fr: Madagascar a accepté d'accueillir des réfugiés sur son territoire, sans avoir pu les prendre en charge.

source: At a seminar held in Antananarivo from 17 to 19 October 2000 on the impact of international instruments concerning refugees and stateless persons, organized by UNDP for Malagasy officials, the Office of the United Nations High Commissioner for Refugees (UNHCR) and UNDP thanked the Malagasy Government for adhering to the principle of non-refoulement of refugees in Madagascar and affording them effective protection until such time as UNHCR could identify a solution.
fr: Lors d'un séminaire portant sur «les impacts des instruments internationaux relatifs aux réfugiés et apatrides, organisé par le Programme des Nations Unies pour le développement (PNUD) à l'intention des fonctionnaires malagasy», tenu à Antananarivo, du 17 au 19 octobre 2000, le Haut-Commissariat pour les Réfugiés (HCR) et le PNUD ont tenu à adresser leurs remerciements au Gouvernement malagasy pour son respect du principe de non-refoulement vis-à-vis des réfugiés hébergés à Madagascar et leur protection efficace en attendant que le HCR trouve une solution.

source: Table 46
fr: Tableau 46: Réfugiés à Madagascar 2001-2004

source: Source: UNDP.
fr: Source: PNUD.

source: Right to a fair trial
fr: Le droit à un procès équitable

source: In response to the Committee's recommendations following the consideration of Madagascar's previous report, the following improvements have been made:
fr: En réponse aux recommandations du Comité lors de l'examen du dernier rapport, les améliorations suivantes ont été réalisées:

source: (a) The National School of the Judiciary and Court Officers was established in 1997, resulting in an increase in the number of judicial and court officers.
fr: a) La création de l'École nationale de la magistrature et des greffes en 1997 a permis l'augmentation en nombre des magistrats et des greffiers.

source: There are currently 565 judges and 732 judicial officers (410 registrars and 322 clerks in the prosecution service).
fr: Actuellement on compte: 565 magistrats, 732 personnels judiciaires dont 410 greffiers et 322 secrétaires du parquet.

source: The increase in the number of trial courts (there are now 36) is part of the Government's policy of bringing justice closer to the public.
fr: L'augmentation du nombre des tribunaux de première instance, actuellement portée à 36, s'inscrit dans la politique du Gouvernement de rapprocher la justice des justiciables.

source: In the same vein, whereas previously there was just one Court of Appeal in Antananarivo for the whole of Madagascar, there are now four other appellate courts, sitting in Toamasina, Toliara, Mahajanga and Fianarantsoa.
fr: Toujours dans la même optique, si, auparavant, il n'y avait que la cour d'appel d'Antananarivo pour tout Madagascar, actuellement on en compte quatre autres, à savoir celles de Toamasina, Toliara, Mahajanga, Fianarantsoa.

source: Another appeal court will be established in Antsiranana in the near future.
fr: La cour d'appel d'Antsiranana sera incessamment mise en place.

source: (a) Likewise, administrative and financial courts have been set up pursuant to Act No. 2001-025 of 9 April 2003, as amended by Act No. 2004-021 of 19 August 2004.
fr: a) Il en est de même de la mise en place des tribunaux administratifs et financiers par la loi no 2001-025 du 9 avril 2003 modifiée par la loi no 2004-021 du 19 août 2004.

source: These courts, which sit in each provincial centre, are competent to examine at first instance the legality of acts of the authorities at the provincial level.
fr: Ces juridictions implantées au niveau de chaque chef-lieu de province sont compétentes pour juger en premier ressort de la légalité des actes de l'Administration au niveau provincial.

source: The Council of State examines by way of appeal or cassation judgements handed down by the administrative courts in the autonomous provinces.
fr: Le Conseil d'État statue en appel ou en cassation sur les décisions rendues par les juridictions administratives dans les provinces autonomes.

source: The Court of Audit examines by way of appeal judgements handed down by financial courts or administrative bodies of a judicial nature.
fr: Les cours des comptes statuent en appel sur les décisions rendues par les juridictions financières ou les organismes administratifs à caractère juridictionnel.

source: The establishment of these courts, whose function is to administer impartial and independent justice, is in keeping with the provisions of the Covenant.
fr: La création de ces juridictions dont la mission est de rendre une justice impartiale et indépendante correspond aux exigences du Pacte.

source: Moreover, the following specific steps have been taken to process cases within a reasonable time:
fr: Dans le même sens, les efforts visant à traiter les dossiers dans un délai raisonnable sont concrétisés par:

source: (a) A revision of civil procedure, including the institution of a judge directing preparations for trial;
fr: a) La refonte de la procédure civile instituant le juge de la mise en état;

source: (b) An increase in the number of criminal court sessions, designed to adjudicate reasonably quickly on cases in which the defendants have spent a considerable time in pretrial detention.
fr: b) La multiplication des sessions des cours criminelles pour juger les affaires comportant de longues détentions préventives dans un délai raisonnable.

source: Likewise, in an effort to administer justice fairly, it has been decided to abolish special courts such as the Special Criminal Court and the Special Economic Court.
fr: Toujours dans le souci d'établir une justice équitable, il a été décidé la suppression des juridictions d'exception telles que le Tribunal criminel spécial et le Tribunal spécial économique.

source: Henceforth, crimes falling within the competence of these courts shall be tried by the ordinary courts.
fr: Désormais, les infractions relevant de la compétence de ces juridictions sont jugées par les juridictions de droit commun.

source: The following additional measures are intended to make it easier for everyone to have access to justice:
fr: D'autres mesures ont été également prises pour faciliter l'accès de tous à la justice telles que:

source: (a) The overhaul of legal aid for persons unable to afford legal fees, in collaboration with the African Development Bank;
fr: a) La redynamisation de l'assistance judiciaire pour les personnes en difficulté en collaboration avec la Banque africaine de développement;

source: (b) The stipulation, pursuant to Act No. 97-036 of 30 October 1997, that a suspect may be assisted by the counsel of his or her choice from the time of the preliminary investigation, thereby giving effect to the provisions of article 13 of the Constitution.
fr: b) La possibilité pour une personne suspectée de se faire assister par un défenseur de son choix dès l'enquête préliminaire est prévue par la loi no 97-036 du 30 octobre 1997 concrétisant les dispositions de l'article 13 de la Constitution.

source: This article guarantees the full and inviolable right to due process of law in all courts and at all stages of proceedings, including the preliminary investigation handled by the judicial police and the prosecution service:
fr: Cet article garantit la plénitude et l'inviolabilité des droits de la défense devant toutes les juridictions et à tous les stades de la procédure y compris celui de l'enquête préliminaire, au niveau de la police judiciaire et du parquet.

source: (a) The establishment of a Criminal Reform Commission charged with revising and simplifying criminal procedure, reducing the length of time spent in detention and expediting the processing of case files;
fr: a) La création d'une commission de réforme du système pénal en charge de la révision tendant à la simplification de la procédure, à la réduction de la durée de détention et à l'accélération du traitement des dossiers;

source: (b) The holding of a fair trial implies the modernization of the justice system, whence the efforts that have been made in the following fields:
fr: b) La tenue d'un procès équitable implique la modernisation de la justice d'où des efforts ont été accomplis dans le domaine de:

source: Harmonization of provisions currently in force with the requirements of international organizations, including the reform of business law through the Business Law Reform Commission.
fr: i) L'harmonisation des textes en vigueur avec les directives des organisations internationales, incluant la réforme du droit des affaires par le biais de la Commission de réforme du droit des affaires (CRDA).

source: The reform aims to promote an environment that favours better protection for investments and legal security for investors;
fr: La réforme entreprise vise à instaurer un environnement favorable à une meilleure protection des investissements et une sécurisation juridique des investisseurs;

source: Computerization of commercial court registries; Computerization of the national commercial and companies register, locally in the courts and centrally at the Ministry of Justice.
fr: iii) L'informatisation de la tenue du Registre du commerce et des sociétés au niveau des juridictions et sur le plan national centralisée au Ministère de la justice.

source: In addition, international cooperation agencies have made a significant contribution to improving the workings of the justice system.
fr: Par ailleurs, la coopération internationale a beaucoup aidé à l'amélioration du cadre de travail de la justice.

source: Thus the Antananarivo prosecution service is currently being computerized with joint financing from the French development cooperation agency and UNDP.
fr: Ainsi, sur financement conjoint de la Coopération française et du PNUD, l'informatisation du parquet d'Antananarivo est en voie de réalisation.

source: USAID has contributed to capacity-building efforts by providing legal texts to law officers.
fr: L'USAID a participé au renforcement des capacités par la dotation d'ouvrages juridiques aux magistrats.

source: The European Union, the United Kingdom and Switzerland have made important contributions to the refurbishment and extension of penal establishments.
fr: L'Union européenne, la Grande-Bretagne et la Suisse ont activement contribué à la réhabilitation et l'extension des établissements pénitentiaires.

source: In the event of violations of the Covenant, citizens may avail themselves of the remedies outlined in Supreme Court Order No. 231 of 5 September 2003.
fr: Enfin, les voies de recours ouvertes aux citoyens en cas de violation du Pacte sont consacrées par l'arrêt no 231 du 5 septembre 2003 de la Cour suprême.

source: This order enshrines the primacy of properly ratified international conventions and underlines the constitutional provision to this effect (art.
fr: Cet arrêt consacre la primauté des conventions internationales régulièrement ratifiée et confirme la disposition constitutionnelle (art.

source: In the course of their work, the Malagasy courts adhere to the provisions of the Covenant on the following points:
fr: Les juridictions malgaches dans l'exercice de leur fonction de juger respectent les prescriptions du Pacte intéressant:

source: (a) Presumption of innocence;
fr: a) La présomption d'innocence;

source: (b) The right to be informed of the nature and cause of the charges against the person being prosecuted;
fr: b) Le droit d'être informé sur la nature et les motifs d'inculpation retenus contre la personne poursuivie;

source: (c) Special proceedings in the case of juvenile delinquents;
fr: c) La procédure spéciale suivie contre les mineurs délinquants;

source: (d) Respect for the right of appeal;
fr: d) Le respect de la règle du double degré de juridiction;

source: (e) Application of the rule that a person must not be tried twice for the same offence;
fr: e) L'application de la règle «non bis in idem»;

source: (f) The possibility of a retrial in the event of a miscarriage of justice.
fr: f) La procédure de révision en cas d'erreur judiciaire.

source: In addition, respect for the right to a fair trial implies a high level of integrity among the judiciary.
fr: Par ailleurs, le respect du droit à un procès équitable implique la moralisation de la profession judiciaire.

source: Accordingly, Madagascar has ratified United Nations and African conventions to combat corruption.
fr: Pour ce faire, Madagascar a ratifié les conventions onusienne et africaine sur la lutte contre la corruption.

source: The good faith implementation of these conventions is demonstrated by the following initiatives:
fr: L'application de bonne foi desdites conventions s'est traduite par:

source: (a) The adoption of a law against corruption (Act No. 2004-030 of 9 September 2004); and
fr: a) L'adoption d'une loi anticorruption no 2004-030 du 9 septembre 2004;

source: (b) The establishment of relevant and appropriate structures such as the High Council to Combat Corruption (CSLCC), the Independent Anti-corruption Office (BIANCO), an anti-corruption network called the Chaîne pénale anti-corruption, and a financial service.
fr: b) La création de structures adéquates et appropriées dont le Conseil supérieur de la lutte contre la corruption (CSLCC), le Bureau indépendant anticorruption (BIANCO), la chaîne pénale anticorruption et le service financier.

source: Madagascar is also committed to fighting transnational organized crime, having ratified the relevant international legal instruments and passed a law that criminalizes money laundering.
fr: Madagascar s'est aussi engagée dans la lutte contre les crimes transnationaux organisés en ratifiant les instruments juridiques internationaux y afférents et en adoptant une loi réprimant le délit de blanchiment d'argent provenant d'une activité criminelle.

source: Under national law, failure by the persons listed below to declare their assets is an offence punishable by imprisonment for between six months and five years and a fine ranging from FMG 50 million to 200 million:
fr: La législation nationale a érigé en délit puni d'un emprisonnement de 6 mois à 5 ans et d'une amende de 50 millions à 200 millions de FMG le défaut de déclaration de patrimoine par les catégories de personnalités ci-après énumérées:

source: (a) The Prime Minister, as head of the Government;
fr: a) Le Premier Ministre, chef du Gouvernement;

source: (b) Senators and deputies;
fr: b) Sénateurs et députés;

source: (c) Members of the Constitutional High Court;
fr: c) Membres de la Haute Cour constitutionnelle;

source: (d) Governors of autonomous provinces, chief executives of regions and mayors;
fr: d) Gouverneurs des provinces autonomes, chefs de région et maires;

source: (e) Judges of the ordinary, administrative and financial courts;
fr: e) Magistrats de l'ordre judiciaire, administratif et financier;

source: (f) High-ranking public officials equal or superior in rank to a ministerial head of department;
fr: f) Fonctionnaires occupant des postes de haute responsabilité de niveau égal ou supérieur à celui de directeur de ministère;

source: (g) Inspectors of State property, and treasury, customs, and tax and finance inspectors;
fr: g) Inspecteurs des domaines, du trésor, des douanes, des impôts et des finances;

source: (h) Military commanders above the rank of company commander;
fr: h) Chefs de formation militaire à partir de l'échelon compagnie et plus;

source: (i) Inspectors working for the General State Inspectorate, the General Inspectorate of the Malagasy Army and the General Inspectorate of the National Gendarmerie;
fr: i) Inspecteurs de l'Inspection générale de l'État, de l'Inspection générale de l'armée malagasy et de l'Inspection générale de la Gendarmerie nationale;

source: (j) Any person performing the duties of a financial or judicial police officer.
fr: j) Toute personne exerçant les fonctions d'officier de police économique ou judiciaire.

source: Taken together, these measures indicate the Malagasy Government's willingness to take action to eliminate or at least minimize the effects of corruption, which is acknowledged as being incompatible with the creation of an environment conducive to economic development.
fr: Toutes ces mesures expriment la volonté du Gouvernement malgache d'engager une lutte pour éradiquer sinon atténuer au maximum les effets de la corruption, reconnus incompatibles avec la création d'un environnement sain pour le développement économique.

source: Principle of nullum crimen, nulla poena sine lege
fr: Le principe «nullum crimen, nulla poena sine lege»
